[X2DownloadableContentInfo_AddedPartNames]

;
; Reaper Conventional
;

.TorsoTemplate="Reaper_CnvMed_KevlarBase_Torso_F"
.TorsoName="Legacy 凯夫拉尔"
.TorsoTemplate="Reaper_CnvMed_KevlarBase_Torso_M"
.TorsoName="Legacy 凯夫拉尔"

.LegsTemplate="Reaper_CnvMed_KevlarBase_Legs_F"
.LegsName="Legacy 凯夫拉尔"
.LegsTemplate="Reaper_CnvMed_KevlarBase_Legs_M"
.LegsName="Legacy 凯夫拉尔"

;
; Reaper 镀层
;

.TorsoTemplate="Reaper_PltMed_PlatedBase_Torso_F"
.TorsoName="Legacy 镀层"
.TorsoTemplate="Reaper_PltMed_PlatedBase_Torso_M"
.TorsoName="Legacy 镀层"

.LegsTemplate="Reaper_PltMed_PlatedBase_Legs_F"
.LegsName="Legacy 镀层"
.LegsTemplate="Reaper_PltMed_PlatedBase_Legs_M"
.LegsName="Legacy 镀层"

;
; Reaper 电动	
;

.TorsoTemplate="Reaper_PwrMed_PoweredBase_Torso_F"
.TorsoName="Legacy 电动"
.TorsoTemplate="Reaper_PwrMed_PoweredBase_Torso_M"
.TorsoName="Legacy 电动"

.LegsTemplate="Reaper_PwrMed_PoweredBase_Legs_F"
.LegsName="Legacy 电动"
.LegsTemplate="Reaper_PwrMed_PoweredBase_Legs_M"
.LegsName="Legacy 电动"

;
; Skirmisher Conventional
;

.TorsoTemplate="Skirmisher_CnvMed_KevlarBase_Torso_F"
.TorsoName="Legacy 凯夫拉尔"
.TorsoTemplate="Skirmisher_CnvMed_KevlarBase_Torso_M"
.TorsoName="Legacy 凯夫拉尔"

.LegsTemplate="Skirmisher_CnvMed_KevlarBase_Legs_F"
.LegsName="Legacy 凯夫拉尔"
.LegsTemplate="Skirmisher_CnvMed_KevlarBase_Legs_M"
.LegsName="Legacy 凯夫拉尔"

;
; Skirmisher 镀层
;

.TorsoTemplate="Skirmisher_PltMed_PlatedBase_Torso_F"
.TorsoName="Legacy 镀层"
.TorsoTemplate="Skirmisher_PltMed_PlatedBase_Torso_M"
.TorsoName="Legacy 镀层"

.LegsTemplate="Skirmisher_PltMed_PlatedBase_Legs_F"
.LegsName="Legacy 镀层"
.LegsTemplate="Skirmisher_PltMed_PlatedBase_Legs_M"
.LegsName="Legacy 镀层"

;
; Skirmisher 电动	
;

.TorsoTemplate="Skirmisher_PwrMed_PoweredBase_Torso_F"
.TorsoName="Legacy 电动"
.TorsoTemplate="Skirmisher_PwrMed_PoweredBase_Torso_M"
.TorsoName="Legacy 电动"

.LegsTemplate="Skirmisher_PwrMed_PoweredBase_Legs_F"
.LegsName="Legacy 电动"
.LegsTemplate="Skirmisher_PwrMed_PoweredBase_Legs_M"
.LegsName="Legacy 电动"

;
; Templar Conventional
;

.TorsoTemplate="Templar_CnvMed_KevlarBase_Torso_F"
.TorsoName="Legacy 凯夫拉尔"
.TorsoTemplate="Templar_CnvMed_KevlarBase_Torso_M"
.TorsoName="Legacy 凯夫拉尔"

.LegsTemplate="Templar_CnvMed_KevlarBase_Legs_F"
.LegsName="Legacy 凯夫拉尔"
.LegsTemplate="Templar_CnvMed_KevlarBase_Legs_M"
.LegsName="Legacy 凯夫拉尔"

;
; Templar 镀层
;

.TorsoTemplate="Templar_PltMed_PlatedBase_Torso_F"
.TorsoName="Legacy 镀层"
.TorsoTemplate="Templar_PltMed_PlatedBase_Torso_M"
.TorsoName="Legacy 镀层"

.LegsTemplate="Templar_PltMed_PlatedBase_Legs_F"
.LegsName="Legacy 镀层"
.LegsTemplate="Templar_PltMed_PlatedBase_Legs_M"
.LegsName="Legacy 镀层"

;
; Templar 电动	
;

.TorsoTemplate="Templar_PwrMed_PoweredBase_Torso_F"
.TorsoName="Legacy 电动"
.TorsoTemplate="Templar_PwrMed_PoweredBase_Torso_M"
.TorsoName="Legacy 电动"

.LegsTemplate="Templar_PwrMed_PoweredBase_Legs_F"
.LegsName="Legacy 电动"
.LegsTemplate="Templar_PwrMed_PoweredBase_Legs_M"
.LegsName="Legacy 电动"
